export function AboutSection() {
  return (
    <>
      <section className="section narrow quote">
        Ми поєднуємо <span className="highlight">науку, креативність та інженерію</span>
        <br />
        для створення майбутнього вже сьогодні.
        <div className="about" id="about">
          <h2>ПРО НАС</h2>
          <p>
            Команда «Біохакатон UA» — це спільнота науковців, освітян та практиків, які вірять, що
            біотехнології є ключем до відродження нашої країни. Ми створюємо освітній
            біотехнологічний хаб, що об&apos;єднує школи, університети та бізнес.
            <br />
            <br />
            Біохакатон — це не просто конкурс, а простір для експериментів. На учасників чекають
            справжні досліди, віртуальне моделювання живих систем та нові знайомства і друзі.
          </p>
        </div>
      </section>
    </>
  );
}
